<?php

return [
    'ok'           => 'عملیات با موفقیت انجام شد.',
    'Invalid data' => 'اطلاعات ارسال شده صحیح نیست',
    'invalid_url'  => 'آدرس وارد شده نامعتبر است.',

    'exceptions' => [
        'Server error'    => 'متاسفانه عملیات با شکست مواجه شد. دوباره تلاش کنید.',
        'Model not found' => 'موردی یافت نشد',
        'Access denied'   => 'شما مجاز به انجام این عملیات نیستید',
        'Purchase Failed' => 'خطا در انتقال یه درگاه بانکی',
        'inventory'       => 'ظرفیت سفارش کار پر شد!',
    ]
];
